# პირველ რიგში პრინტის დახმარებით რიცხვებს მივუმატებ გამოვაკლებ გავამრავლებ და გავყოფ.

print( 7 + 3  )

print( 7 - 3  )


print( 7 * 3  )

print( 10 / 5 ) 


# აქ ვცადე ბრჭყალებში ჩამესვა რიცხვები და ისე მიმეღო პასუხი მაგრამ ეს არ აღმოჩნდა სწორი. 

print(" 5 + 5 ")


print(' 5 - 2' )



# ამ მოქმედებაში ზუსტად ტერმინალი დამეხმარა და ტერმინალი გვანახებს ჩვენს პასუხებს არის თუ არა მოქმედება სწორი.


# რომ არა ტერმინალი კოდის წერა ძალიან რთული იქნებოდა.

# ეხლა კი რა არის სტრინგი. სტრინგი არის წინადადება ან რომელიც არის "ბრჭყალების შუაში" ასე ან 'ან აი ასე'. 

# მთელი რიცხვი არის რიცხვები 0 შემდეგ ეს რიცხვები კი იწერება (ფრჩხილებში)  ასე და მაგალითად (0,1,2,3,4,5,6,7,8,9,10) აი ასე. 

# მთელი რიცხვით ჩვენ შეგვიძლია მიმატება გამოკლება გაყოფა თუ ასე შემდეგ იგივე მოქმედება სტინგით არ შეგვიძლია გავაკეთოთ სტრინგით ჩვენ შეგვიძლია.

# პრინტის მეშვეობით ნებისმიერი წინადადება დავწეროთ ტერმინალში  ასე  print ("i love python") საბოლოოდ სტრინგი არის სიმბოლოების შეერთიანება.

# "მაგრამ ყველაფერი ბრჭყალებში"  'ან ნახევარ ბრჭყალებში'  


# input  = შეტანა
# output = გამოტანა











